
/* the desktop name as the only format string parameter. */
"VTGroupApplications_name" = "Управление программой";

/* Inspectors... */
"VTGroupDesktops_name" = "Управление столом";

/* Applications... */
"VTGroupInspection_name" = "Инспекторы";

/* Desktop manipulation group containing operations on desktops */
"VTGroupNavigation_name" = "Навигация";

/* Request application move to west */
"VTRequestApplicationMoveToEast_desc" = "Переместить приложение на восточный стол";
"VTRequestApplicationMoveToEast_name" = "Переместить на восток";

/* Request application move to south */
"VTRequestApplicationMoveToNorth_desc" = "Переместить приложение на северный стол";
"VTRequestApplicationMoveToNorth_name" = "Переместить на север";

/* Request to send window behind other windows */
"VTRequestApplicationMoveToSouth_desc" = "Переместить приложение на южный стол";
"VTRequestApplicationMoveToSouth_name" = "Переместить на юг";

/* Request application move to north */
"VTRequestApplicationMoveToWest_desc" = "Переместить приложение на западный стол";
"VTRequestApplicationMoveToWest_name" = "Переместить на запад";

/* Request to change the desktop to the previous desktop. */
"VTRequestChangeDesktop_desc" = "Показать стол '%@'";
"VTRequestChangeDesktop_name" = "Показать стол '%@'";

/* Request to change to the desktop to the west (the left) */
"VTRequestChangeDesktopToEast_desc" = "Показать стол, расположенный справа от текущего";
"VTRequestChangeDesktopToEast_name" = "Перейти вправо";

/* Request to change the desktop to the desktop marked as the Snapback desktop */
"VTRequestChangeDesktopToLast_desc" = "Показать стол, использованный перед переключением на текущий";
"VTRequestChangeDesktopToLast_name" = "Показать предыдущий стол";

/* Request to change to the desktop to the south (below) */
"VTRequestChangeDesktopToNorth_desc" = "Показать стол, расположенный сверху от текущего";
"VTRequestChangeDesktopToNorth_name" = "Перейти вверх";

/* Request to set the currently visible desktop as the Snapback desktop */
"VTRequestChangeDesktopToSnapback_desc" = "Показать стол, отмеченный как основной";
"VTRequestChangeDesktopToSnapback_name" = "Показать основной стол";

/* Request to show the overlay pager in Normal-Mode */
"VTRequestChangeDesktopToSouth_desc" = "Показать стол, расположенный снизу от текущего";
"VTRequestChangeDesktopToSouth_name" = "Перейти вниз";

/* Request to change to the desktop to the north (above) */
"VTRequestChangeDesktopToWest_desc" = "Показать стол, расположенный слева от текущего";
"VTRequestChangeDesktopToWest_name" = "Перейти влево";

/* Request to show the overlay window of the window under the mouse pointer */
"VTRequestDeleteDesktop_desc" = "Удалить текущий стол, переместив все окна на другой.";
"VTRequestDeleteDesktop_name" = "Удалить рабочий стол";

/* Request application move east */
"VTRequestDisplayOverlay_desc" = "Показать панель управления окнами: перемещение между столами, фиксация и т. п.";
"VTRequestDisplayOverlay_name" = "Менеджер окон";

/* Request to inspect preferences */
"VTrequestInspectApplications_desc" = "Просмотр и установка статуса приложений (связи с рабочим столом и т. п.)";
"VTRequestInspectApplications_name" = "Менеджер приложений";

/* Request to inspect Applications using the Application Inspector */
"VTRequestInspectDesktop_desc" = "Информация о рабочем столе, список открытых приложений и окон";
"VTRequestInspectDesktop_name" = "Обзор стола";

/* Request to inspect the visible desktop using the Desktop Inspector */
"VTRequestInspectDesktops_desc" = "Работа со столами: переименование, упорядочение, добавление и удаление";
"VTRequestInspectDesktops_name" = "Менеджер столов";

/* Request to toggle visiblity of the statusbar menu */
"VTRequestInspectPreferences_desc" = "Просмотр и настройка параметров Virtue";
"VTRequestInspectPreferences_name" = "Параметры";
"VTRequestSendWindowBack_desc" = "Send Window Under Point Back";
"VTRequestSendWindowBack_name" = "Send Window Back";

/* Request to change to the desktop to the east (the right) */
"VTRequestSetSnapbackDesktop_desc" = "Отметить текущий стол как основной";
"VTRequestSetSnapbackDesktop_name" = "Назначить основным";

/* Request to show the overlay pager in Sticky-Mode */
"VTRequestShowPager_desc" = "Показать панель со списком столов, позволяющую найти и выбрать нужный";
"VTRequestShowPager_name" = "Показать список столов";

/* Request to inspect Desktops using the Desktops Inspector (Deprecated) */
"VTRequestShowPagerAndStick_desc" = "Показать панель со списком столов, позволяющую найти и выбрать нужный, не удерживая клавиши-модификаторы";
"VTRequestShowPagerAndStick_name" = "Фиксировать список столов";

/* Request to delete the visible desktop */
"VTRequestToggleStatusbarMenu_desc" = "Показать/скрыть меню строки состояния";
"VTRequestToggleStatusbarMenu_name" = "Меню строки состояния";
